{"translation-revision-date":"2024-08-13 08:04:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The <b>Push down<\/b> style is supported for the <b>Banner<\/b> layout only.":["<b>Aşağı it<\/b> stili yalnızca <b>Banner<\/b> düzeni için desteklenir."],"This feature is available with <b>Banner + Push down<\/b> layout only.":["Bu özellik yalnızca <b>Banner + Push down<\/b> düzeni ile kullanılabilir."],"Enabling this option will display cookie categories on the first layer of your banner. The categories will be displayed on the second layer (preference center) even if this option is disabled.":["Bu seçeneğin etkinleştirilmesi, çerez kategorilerini banner'ınızın ilk katmanında görüntüler. Bu seçenek devre dışı bırakılsa bile kategoriler ikinci katmanda (tercih merkezi) görüntülenecektir."],"Categories on first layer":["İlk katmandaki kategoriler"],"Customize the validity period of your users' consent preferences here. The <b>US State Laws<\/b> do not specify a specific time limit for retaining user choices.":["Kullanıcılarınızın onay tercihlerinin geçerlilik süresini buradan özelleştirin. <b>ABD Eyalet Yasaları<\/b> kullanıcı tercihlerinin saklanması için belirli bir süre sınırı belirtmez."],"Customize the validity period of your users' consent preferences here. While the <b>GDPR<\/b> does not specify a specific time limit for consent durations, the French Data Protection Authority, <b>CNIL<\/b>, recommends retaining user choices for a period of six months (<b>180<\/b> days) as a best practice.":["Kullanıcılarınızın onay tercihlerinin geçerlilik süresini buradan özelleştirin. <b>GDPR<\/b> onay süreleri için belirli bir zaman sınırı belirtmese de, Fransız Veri Koruma Kurumu <b>CNIL<\/b>, en iyi uygulama olarak kullanıcı tercihlerinin altı ay (<b>180<\/b> gün) süreyle saklanmasını önermektedir."],"Upgrade to unlock Google's Additional Consent Mode support and other advanced features":["Google'ın Ek Onay Modu desteğinin ve diğer gelişmiş özelliklerin kilidini açmak için yükseltin"],"Google's Additional Consent (AC) Mode allows the collection of consents for Google's Ad Technology Providers (ATPs) that are not yet registered on the IAB Europe Global Vendor List (GVL). AC Mode is intended only for use alongside IAB TCF.":["Google'ın Ek Onay (AC) Modu, henüz IAB Avrupa Küresel Satıcı Listesi'ne (GVL) kayıtlı olmayan Google'ın Reklam Teknolojisi Sağlayıcıları (ATP'ler) için onayların toplanmasına olanak tanır. AC Modu yalnızca IAB TCF ile birlikte kullanılmak üzere tasarlanmıştır."],"Support Google's Additional Consent Mode":["Google'ın Ek Onay Modunu Destekleyin"],"Enable the support for IAB Transparency and Consent Framework if you run ads on your site. When enabled, a GDPR-compliant consent banner will appear on your site, allowing your visitors to set granular advertising tracking preferences.":["Sitenizde reklam yayınlıyorsanız IAB Şeffaflık ve Onay Çerçevesi desteğini etkinleştirin. Etkinleştirildiğinde, sitenizde GDPR uyumlu bir onay banner'ı görünecek ve ziyaretçilerinizin ayrıntılı reklam izleme tercihleri belirlemesine olanak tanıyacaktır."],"Upgrade to unlock IAB TCF v2.2 support and other advanced features":["IAB TCF v2.2 desteğinin ve diğer gelişmiş özelliklerin kilidini açmak için yükseltme yapın"],"Support IAB TCF v2.2":["IAB TCF v2.2 desteği"],"Geo-target Banner":["Coğrafi Hedefli Banner"],"Show Banner":["Bannerı göster"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah)":["Seçilen şablon (opt-out banner) CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) ve UCPA'yı (Utah) destekler"],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), Law 25 (Quebec), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Saudi Arabia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island)":["Seçilen şablon (opt-in banner) GDPR (AB ve Birleşik Krallık), LGPD (Brezilya), PIPEDA (Kanada), Law 25 (Quebec), POPIA (Güney Afrika), nFADP (İsviçre), Privacy Act (Avustralya), PDPL (Suudi Arabistan), PDPL (Arjantin), PDPL (Andorra), DPA (Faroe Adası) desteklemektedir"],"GDPR & US State Laws":["GDPR ve Amerika Eyalet Kanunları"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah).":["Seçilen şablon (opt-out banner) CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) ve UCPA'yı (Utah) desteklemektedir."],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), Law 25 (Quebec), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Saudi Arabia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island).":["Seçilen şablon (opt-in banner) GDPR (AB ve Birleşik Krallık), LGPD (Brezilya), PIPEDA (Kanada), Law 25 (Quebec), POPIA (Güney Afrika), nFADP (İsviçre), Privacy Act (Avustralya), PDPL (Suudi Arabistan), PDPL (Arjantin), PDPL (Andorra), DPA (Faroe Adası) desteklemektedir."],"Problem occurred while saving your settings. Please try again later!":["Ayarlarınızı kaydederken sorun oluştu. Lütfen daha sonra tekrar deneyin!"],"Update was successful!":["Güncelleme başarılı oldu!"],"Failed to load cookies please try again later!":["Çerezler yüklenemedi lütfen daha sonra tekrar deneyin!"],"Upgrade to unlock custom css and other advanced features":["Özel css ve diğer gelişmiş özelliklerin kilidini açmak için yükseltin"],"Custom CSS for additional styling":["Ek stil için özel CSS"],"Colour scheme":["Renk şeması"],"The edits that you have made in the HTML Editor will override any changes made to the settings below":["HTML Düzenleyicide yaptığınız düzenlemeler, aşağıdaki ayarlarda yapılan tüm değişiklikleri geçersiz kılacaktır"],"You're in Custom HTML mode. ":["Özel HTML modundasınız. "],"Upgrade to unlock popup layout and other advanced features":["Açılır pencere düzeninin ve diğer gelişmiş özelliklerin kilidini açmak için yükseltin"],"United States":["Birleşik Devletler"],"Select countries":["Seçili ülkeler"],"EU Countries & UK":["AB Ülkeleri & Birleşik Krallık"],"Worldwide":["Dünya çapında"],"Upgrade to unlock geo-targeting and other advanced features":["Coğrafi hedefleme ve diğer gelişmiş özelliklerin kilidini açmak için yükseltin"],"Hiding any of the categories (with cookies) will make your website non-compliant with GDPR.":["Kategorilerden herhangi birini (çerezlerle) gizlemek, web sitenizi GDPR ile uyumlu hale getirmeyecektir."],"Hide categories from banner":["Kategorileri banner'dan gizle"],"Choosing any of these categories(cookies) to load prior to receiving user consent will make your website non-compliant with GDPR.":["Bu kategorilerden (çerezlerden) herhangi birinin kullanıcı onayı alınmadan önce yüklenmek üzere seçilmesi, web sitenizin GDPR ile uyumlu olmamasına neden olacaktır."],"Load cookies prior to consent":["Çerezleri onaydan önce yükleyin"],"Reload page on consent action":["Onay eyleminde sayfayı yeniden yükle"],"Consent expiration (days)":["Onay süresi (gün)"],"Show advanced settings":["Gelişmiş ayarları göster"],"Hide advanced settings":["Gelişmiş ayarları gizle"],"Fetching data":["Veri getirme"],"Please upgrade to the Pro or Ultimate plan to show GDPR or US State Laws banner to your site visitors based on their geolocation.":["Site ziyaretçilerinize coğrafi konumlarına göre GDPR veya ABD Eyalet Yasaları banner'ını göstermek için lütfen Pro veya Ultimate plana yükseltin."],"Consent Template":["Onay Şablonu"],"Loading...":["Yükleniyor…"],"The banner has been disabled. You can enable it from ‘General’, if needed.":["Banner devre dışı bırakıldı. Gerekirse 'Genel' bölümünden etkinleştirebilirsiniz."],"Preference Center":["Tercih Merkezi"],"Cookie Notice":["Çerez Bildirimi"],"Publish Changes":["Değişiklikleri Yayınla"],"Banner Preview":["Banner Önizlemesi"],"An unexpected error occurred please try reloading the page or logging in again.":["Beklenmeyen bir hata oluştu lütfen sayfayı yeniden yüklemeyi veya tekrar giriş yapmayı deneyin."],"Premium":["Premium"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-745cbb2e.js"}}