{"translation-revision-date":"2024-08-13 08:04:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Organizations & Sites<\/a> to upgrade plan and activate your banner.":["<b>Sayfa görüntüleme sınırı aşıldı<\/b>: Sayfa görüntüleme limitinizi artırmak ve banner'ı bu sitede görüntülemeye devam etmek için daha yüksek bir plana yükseltin. Planı yükseltmek ve banner'ınızı etkinleştirmek için <a href=\"%s\" target=\"_blank\">Organizasyonlar ve Siteler<\/a> sayfasını ziyaret edin."],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Organizations & Sites<\/a> to upgrade plan.":["<b>Sayfa görüntüleme sınırı aşıldı<\/b>: Sayfa görüntüleme limitinizi artırmak ve bu sitede banner görüntülemeye devam etmek için daha yüksek bir plana yükseltin. Planı yükseltmek için <a href=\"%s\" target=\"_blank\">Organizasyonlar ve Siteler<\/a> sayfasını ziyaret edin."],"This site is currently suspended due to payment failure and will be <b>permanently deleted<\/b> from your web app account if you do not complete the payment by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Organizations & Sites<\/a> to choose a plan and activate your banner.":["Bu site şu anda ödeme hatası nedeniyle askıya alınmıştır ve ödemeyi <b>%s<\/b> tarihine kadar tamamlamazsanız web uygulaması hesabınızdan <b>geçici olarak silinecektir<\/b>. Bir plan seçmek ve banner'ınızı etkinleştirmek için <a href=\"%s\" target=\"_blank\">Organizasyonlar & Siteler<\/a> adresini ziyaret edin."],"Your free trial has expired. This site is now suspended and will be <b>permanently deleted<\/b> from your web app account if you do not upgrade to a paid plan by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Organizations & Sites<\/a> to choose a plan and activate your banner.":["Ücretsiz deneme sürümünüzün süresi doldu. Bu site artık askıya alınmıştır ve <b>%s<\/b> tarihine kadar ücretli bir plana geçmezseniz web uygulaması hesabınızdan <b>geçici olarak silinecektir<\/b>. Bir plan seçmek ve banner'ınızı etkinleştirmek için <a href=\"%s\" target=\"_blank\">Organizasyonlar & Siteler<\/a> adresini ziyaret edin."],"Targeted location":["Hedeflenen konum"],"Go to \"Site settings\" on the plugin dashboard and click \"Disconnect\" to disconnect the plugin from the web app.":["Eklenti panosunda \"Site ayarları \"na gidin ve eklentinin web uygulamasıyla bağlantısını kesmek için \"Bağlantıyı kes \"e tıklayın."],"How do I disconnect the plugin from the web app?":["Eklentinin web uygulamasıyla bağlantısını nasıl keserim?"],"When you disconnect from the web app, you can continue using the plugin. However, this means you will lose your banner customization and access to advanced features.":["Web uygulamasıyla bağlantınızı kestiğinizde eklentiyi kullanmaya devam edebilirsiniz. Ancak bu, banner özelleştirmenizi ve gelişmiş özelliklere erişiminizi kaybedeceğiniz anlamına gelir."],"What happens if I disconnect my site from the app?":["Sitemin uygulamayla bağlantısını kesersem ne olur?"],"The cookie banner will no longer be displayed on your site, which will result in non-compliance. You can either upgrade to a higher plan for an increased pageview limit or disconnect your site from the web app.":["Çerez banner'ı artık sitenizde görüntülenmeyecek ve bu da uyumsuzluğa neden olacaktır. Daha fazla sayfa görüntüleme sınırı için daha yüksek bir plana yükseltebilir veya sitenizin web uygulamasıyla bağlantısını kesebilirsiniz."],"What happens if the monthly pageview limit exceeds?":["Aylık sayfa görüntüleme sınırı aşılırsa ne olur?"],"Pageviews are the number of times the web pages containing CookieYes banner have been loaded or reloaded. This excludes known bot traffic.":["Sayfa görüntülemeleri, CookieYes banner'ını içeren web sayfalarının yüklenme veya yeniden yüklenme sayısıdır. Bu, bilinen bot trafiğini hariç tutar."],"What are pageviews?":["Sayfa görüntülemeleri nedir?"],"Click the \"Go to Web App\" to access the web app. There, you will find the option to initiate a cookie scan for your website. Our premium plan offers a scheduled scan feature that automates this process for you.":["Web uygulamasına erişmek için \"Web Uygulamasına Git\" seçeneğine tıklayın. Burada, web siteniz için bir çerez taraması başlatma seçeneğini bulacaksınız. Premium planımız, bu işlemi sizin için otomatikleştiren bir zamanlanmış tarama özelliği sunar."],"How do I scan web pages for cookies?":["Web sayfalarını çerezler için nasıl tarayabilirim?"],"You can customize the banner by clicking the \"Customize Banner\" button on the plugin dashboard. It will take you to the web app settings, where you have several options to customize the banner to your liking.":["Eklenti panosundaki \"Banner'ı Özelleştir\" düğmesine tıklayarak banner'ı özelleştirebilirsiniz. Bu sizi web uygulaması ayarlarına götürecektir, burada banner'ı istediğiniz gibi özelleştirmek için çeşitli seçenekleriniz vardır."],"How do I customize the cookie consent banner?":["Çerez onay banner'ını nasıl özelleştirebilirim?"],"Frequently Asked Questions":["Sıkça Sorulan Sorular"],"2 months free%son annual plans":["%s Yıllık planlarda 2 ay ücretsiz"],"15-day money back guarantee":["15 günlük para iade garantisi"],"Scheduled scan for automatic updates":["Otomatik güncellemeler için zamanlanmış tarama"],"Increased monthly pageviews\/month":["Aylık sayfa görüntüleme sayısında artış"],"Advanced banner customization":["Gelişmiş banner özelleştirmesi"],"Access advanced features and future-proof your business against legal risks.":["Gelişmiş özelliklere erişin ve işletmenizi yasal risklere karşı geleceğe hazırlayın."],"Upgrade to our best plans as your website grows":["Web siteniz büyüdükçe en iyi planlarımıza yükseltin"],"Do it later":["Daha sonra yap"],"Generate a detailed cookie declaration":["Ayrıntılı bir çerez beyanı oluşturun"],"Automatically classify cookies into categories":["Çerezleri otomatik olarak kategorilere ayırma"],"Detect cookies and trackers on all web pages":["Tüm web sayfalarındaki çerezleri ve izleyicileri tespit edin"],"To initiate an automatic cookie scan, you need to connect to the CookieYes web app. By connecting you can: ":["Otomatik bir çerez taraması başlatmak için CookieYes web uygulamasına bağlanmanız gerekir. Bağlanarak şunları yapabilirsiniz: "],"Connect and scan your website":["Web sitenizi bağlayın ve tarayın"],"You have successfully implemented a cookie banner on your website.":["Web sitenizde bir çerez banner'ını başarıyla uyguladınız."],"Well done!":["Aferin!"],"Activate your cookie banner":["Çerez banner'ınızı etkinleştirin"],"Welcome to CookieYes! To become legally compliant for your use of cookies, here’s what you need to do.":["CookieYes'e hoş geldiniz! Çerez kullanımınızda yasal olarak uyumlu hale gelmek için yapmanız gerekenler."],"Get started with CookieYes":["CookieYes ile çalışmaya başlayın"],"You can access all the plugin settings (Cookie Banner, Cookie Manager, Languages and Policy Generators) on the web app and unlock new features like Cookie Scanner and Consent Log.":["Web uygulaması üzerinden tüm eklenti ayarlarına (Çerez Banner'ı, Çerez Yöneticisi, Diller ve Politika Oluşturucular) erişebilir ve Çerez Tarayıcı ve Onay Günlüğü gibi yeni özelliklerin kilidini açabilirsiniz."],"Your website is connected to CookieYes web app":["Web siteniz CookieYes web uygulamasına bağlı"],"Last successful scan (UTC)":["Son başarılı tarama (UTC)"],"Categories":["Kategoriler"],"Connect to Web App":["Web Uygulamasına Bağlan"],"Alternatively, you can <a href=\"%s\">disconnect<\/a> your site from the web app and continue using the standalone version of the plugin. Please note that by doing so, you will lose your banner customization and access to advanced features.":["Alternatif olarak, <a href=\"%s\">sitenizin web uygulamasıyla bağlantısını kesebilir<\/a> ve eklentinin bağımsız sürümünü kullanmaya devam edebilirsiniz. Bunu yaptığınızda, banner özelleştirmenizi ve gelişmiş özelliklere erişiminizi kaybedeceğinizi lütfen unutmayın."],"You can continue using the plugin without connecting to the web app if you wish so. Please note that the standalone version of the plugin doesn't provide some advanced features. However, it offers unlimited <a href=\"%s\" target=\"_blank\">pageviews<\/a> in contrast to that of the web app-connected version.":["İsterseniz eklentiyi web uygulamasına bağlanmadan kullanmaya devam edebilirsiniz. Eklentinin bağımsız sürümünün bazı gelişmiş özellikler sağlamadığını lütfen unutmayın. Ancak, web uygulamasına bağlı sürümün aksine sınırsız <a href=\"%s\" target=\"_blank\">pageviews<\/a> sunar."],"Switch back to old UI":["Eski kullanıcı arayüzüne geri dönün"],"Upgrade Now":["Şimdi yükselt"],"Geo-targeted cookie banners":["Coğrafi hedefli çerez bannerları"],"Overview":["Genel Bakış"],"Customize Banner":["Banner'i Özelleştir"],"Language":["Dil"],"Not available":["Mevcut değil"],"Regulation":["Yönetmelik"],"Banner status":["Banner durumu"],"Create a free account to connect with %sCookieYes web app%s. After connecting, you can manage all your settings from the web app and access advanced features:":["%sCookieYes web uygulaması%s ile bağlantı kurmak için ücretsiz bir hesap oluşturun. Bağlandıktan sonra, tüm ayarlarınızı web uygulamasından yönetebilir ve gelişmiş özelliklere erişebilirsiniz:"],"Pages scanned":["Taranan sayfalar"],"Cookie Summary":["Çerez Özeti"],"Go to Web App":["Web Uygulamasına Git"],"Worldwide":["Dünya çapında"],"Total cookies":["Toplam çerez"],"Active":["Etkin"],"Inactive":["Etkin değil"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-5742f02e.js"}}