{"translation-revision-date":"2024-08-13 08:04:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Are you sure you want to delete this region?":["Bu bölgeyi silmek istediğinizden emin misiniz?"],"By specifying “All”, consent will apply to all regions. You can specify a comma-separated list of <a href=\"%1$s\" target=\"_blank\">regions<\/a> to apply consent to specific regions.":["\"Tümü\" belirtilirse, onay tüm bölgeler için geçerli olacaktır. Belirli bölgeleri onaylamak için virgülle ayrılmış bir <a href=\"%1$s\" target=\"_blank\">bölgeler<\/a> listesi belirtebilirsiniz."],"Granted":["Ayrıcalıklı"],"Denied":["Reddedildi"],"Edit Region":["Bölge Düzenle"],"Enable GCM":["GCM'i Etkinleştir"],"Please ensure that you’ve NOT manually added any custom scripts for implementing Google Consent Mode (GCM) on your site. If such scripts are present, remove them before enabling GCM here.":["Lütfen sitenize Google Onay Modu'nu (GCM) uygulamak için manuel olarak herhangi bir özel komut dosyası EKLEMEDİĞİNİZDEN emin olun. Bu tür komut dosyaları mevcutsa, GCM'yi burada etkinleştirmeden önce bunları kaldırın."],"Heads up!":["Dikkat et!"],"The value must be a positive integer.":["Değer pozitif bir tamsayı olmalıdır."],"When enabled and the default consent state of \"Advertisement Cookies\" is disabled, Google's advertising tags will remove all advertising identifiers from the requests, and route the traffic through domains that do not use cookies.":["Etkinleştirildiğinde ve varsayılan onay durumu olan \"Reklam Çerezleri\" devre dışı bırakıldığında, Google'ın reklam etiketleri tüm reklam tanımlayıcılarını isteklerden kaldıracak ve trafiği çerez kullanmayan etki alanları üzerinden yönlendirecektir."],"Redact ads data":["Reklam verilerini yeniden düzenleyin"],"When enabled, internal links will include advertising identifiers (such as gclid, dclid, gclsrc, and _gl) in their URLs while awaiting consent.":["Etkinleştirildiğinde, dahili bağlantılar onay beklerken URL'lerin de reklam tanımlayıcılarını (gclid, dclid, gclsrc ve _gl gibi) içerecektir."],"Pass ad click information through URLs":["Reklam tıklama bilgilerini URL'ler aracılığıyla ilet"],"Number of milliseconds to wait before firing tags that are waiting for consent.":["Onay bekleyen etiketleri ateşlemeden önce beklenecek milisaniye sayısı."],"milliseconds":["milisaniye"],"Wait for update":["Güncelleme için bekleyin"],"Other settings":["Diğer ayarlar"],"New Region":["Yeni Bölge"],"This row can’t be deleted as it specifies the default values.":["Bu satır varsayılan değerleri belirttiği için silinemez."],"Edit":["Düzenle"],"Actions":["Eylemler"],"Region":["Bölge"],"Use data for ads personalization":["Reklamları kişiselleştirmek için verileri kullan"],"Share user data with Google":["Kullanıcı verilerini Google ile paylaş"],"Functional":["Fonksiyonel"],"Advertisement":["Reklam"],"Analytics":["Analytics"],"The default consent state, ‘Denied’, will apply to non-necessary categories until consent is received. You can customize the default consent states for users in different geographical regions.":["Varsayılan onay durumu olan 'Reddedildi', onay alınana kadar gerekli olmayan kategoriler için geçerli olacaktır. Farklı coğrafi bölgelerdeki kullanıcılar için varsayılan onay durumlarını özelleştirebilirsiniz."],"Default consent settings":["Varsayılan onay ayarları"],"When enabled, GCM will be implemented on your website.":["Etkinleştirildiğinde, GCM web sitenize uygulanacaktır."],"Enable Google Consent Mode (GCM)":["Google Onay Modunu (GCM) etkinleştir"],"Google Consent Mode Settings":["Google Onay Modu Ayarları"],"Successfully updated":["Başarıyla güncellendi"],"Save Changes":["Değişiklikleri Kaydet"],"Problem occurred while saving your settings. Please try again later!":["Ayarlarınızı kaydederken sorun oluştu. Lütfen daha sonra tekrar deneyin!"],"Publish Changes":["Değişiklikleri Yayınla"],"Cancel":["İptal Et"],"Necessary":["Gerekli"],"Delete":["Sil"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-bac749f6.js"}}